Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: After flipping back, insert a space so you can keep typing.
de: Nach dem Zurückwechseln ein Leerzeichen setzen, damit du weitertippen kannst.
es: Al volver, mete un espacio para que sigas escribiendo.
et: Pärast tagasilülitamist lisa tühik, et saaksid jätkata tipimist.
fr: Après être revenu, insère une espace pour que tu puisses continuer à taper.
hu: Miután visszalapoztál, szúrj be egy szóközt, hogy gépelhess tovább.
it: Quando torni indietro, inserisce uno spazio così continui a scrivere.
ja: 戻ったあとにスペースを入れて、そのまま入力を続けられるようにします。
ko: 다시 돌아온 뒤에 공백을 넣어서 계속 입력할 수 있게 해요.
ms: Selepas berbalik, sisipkan ruang supaya anda boleh terus menaip.
pt: Depois de voltares, insere um espaço para continuares a escrever.
ru: После возврата вставлять пробел, чтобы можно было печатать дальше.
zh_hans: 切回去以后插个空格，你就能接着打。

source: After typing punctuation on the symbols page, flip back to letters.
de: Nach einem Satzzeichen auf der Symbolseite zurück zu den Buchstaben wechseln.
es: Después de escribir un signo en la página de símbolos, vuelve a las letras.
et: Pärast kirjavahemärgi tipimist sümbolilehel lülita tagasi tähtedele.
fr: Après avoir tapé une ponctuation sur la page des symboles, revient aux lettres.
hu: Miután beírtad az írásjelet a szimbólumoldalon, lapozz vissza a betűkre.
it: Dopo aver messo un segno di punteggiatura nella pagina dei simboli, torna alle lettere.
ja: 記号ページで句読点を入力したら、文字に戻ります。
ko: 기호 페이지에서 문장 부호를 입력한 뒤 글자로 다시 돌아가요.
ms: Selepas menaip tanda baca pada halaman simbol, berbalik ke huruf.
pt: Depois de escreveres pontuação na página de símbolos, volta às letras.
ru: После знака препинания на странице символов возвращаться к буквам.
zh_hans: 在符号页打完标点后，自动切回字母。

source: All
de: Alle
es: Todo
et: Kõik
fr: Tout
hu: Összes
it: Tutti
ja: すべて
ko: 전체
ms: Semua
pt: Tudo
ru: Все
zh_hans: 全部

source: All %@ dictionaries are bundled in the app. Nothing you type is sent anywhere.
de: Alle %@ Wörterbücher stecken in der App. Nichts, was du tippst, wird irgendwohin geschickt.
es: Los %@ diccionarios vienen dentro de la app. Nada de lo que escribes se envía a ningún sitio.
et: Kõik %@ sõnaraamatut on rakendusse sisse ehitatud. Midagi, mida sa tipid, ei saadeta kuhugi.
fr: Les %@ dictionnaires sont intégrés à l’app. Rien de ce que tu tapes n’est envoyé où que ce soit.
hu: Mind a %@ szótár az appban van. Semmi nem megy el abból, amit írsz.
it: Tutti i %@ dizionari sono inclusi nell’app. Niente di ciò che scrivi viene inviato da nessuna parte.
ja: %@ 種類の辞書はすべてアプリに同梱されています。入力した内容がどこかに送られることはありません。
ko: 사전 %@개가 모두 앱에 들어 있습니다. 입력한 내용은 어디로도 전송되지 않습니다.
ms: Kesemua %@ kamus disertakan dalam app. Apa-apa yang anda taip tidak dihantar ke mana-mana.
pt: Os %@ dicionários vêm todos dentro da app. Nada do que escreves é enviado para lado nenhum.
ru: Все словари (%@) встроены в приложение. Ничего из напечатанного никуда не отправляется.
zh_hans: %@ 本词典全部随应用打包。你输入的内容不会发送到任何地方。

source: All %lld dictionaries are bundled in the app. Nothing you type is sent anywhere.
de: Alle %lld Wörterbücher sind fest in der App enthalten. Nichts, was du tippst, wird irgendwohin gesendet.
es: Los %lld diccionarios vienen incluidos en la app. Nada de lo que escribes se envía a ningún sitio.
et: Kõik %lld sõnaraamatut on rakenduses kaasas. Midagi, mida sa tipid, ei saadeta kuhugi.
fr: Les %lld dictionnaires sont intégrés à l'app. Rien de ce que tu tapes n'est envoyé où que ce soit.
hu: Mind a %lld szótár be van építve az appba. Amit beírsz, sehova nem küldjük el.
it: Tutti i %lld dizionari sono inclusi nell'app. Niente di ciò che scrivi viene inviato da nessuna parte.
ja: %lld個の辞書はすべてアプリに内蔵されています。入力した内容はどこにも送信されません。
ko: %lld개 사전이 모두 앱 안에 들어 있어요. 입력한 내용은 어디로도 전송되지 않아요.
ms: Semua %lld kamus disertakan dalam apl. Apa-apa yang anda taip tidak dihantar ke mana-mana.
pt: Os %lld dicionários vêm todos incluídos na app. Nada do que escreves é enviado para lado nenhum.
ru: Все словари (%lld) встроены в приложение. Ничего из напечатанного никуда не отправляется.
zh_hans: 全部 %lld 本词典都内置在应用里。你打的任何字都不会被发送出去。

source: All active languages run at once, for bilingual typing.
de: Alle aktiven Sprachen laufen gleichzeitig, zweisprachiges Tippen.
es: Todos los idiomas activos funcionan a la vez: escritura bilingüe.
et: Kõik aktiivsed keeled töötavad korraga, kahekeelseks tipimiseks.
fr: Toutes les langues actives marchent en même temps, saisie bilingue.
hu: Az összes aktív nyelv egyszerre fut, kétnyelvű gépelés.
it: Tutte le lingue attive funzionano insieme, digitazione bilingue.
ja: オンにした言語がすべて同時に動きます。二言語での入力です。
ko: 켜 둔 언어가 전부 한꺼번에 돌아가요. 두 언어를 같이 쓰는 방식이에요.
ms: Semua bahasa aktif jalan serentak, penaipan dwibahasa.
pt: Todas as línguas ativas correm ao mesmo tempo, escrita bilingue.
ru: Все активные языки работают одновременно — для двуязычной печати.
zh_hans: 所有启用的语言一起跑，双语输入。

source: All characters
de: Alle Zeichen
es: Todos los caracteres
et: Kõik märgid
fr: Tous les caractères
hu: Minden karakter
it: Tutti i caratteri
ja: すべての文字
ko: 모든 문자
ms: Semua aksara
pt: Todos os carateres
ru: Все символы
zh_hans: 所有字符

source: All conditions
de: Alle Bedingungen
es: Todas las condiciones
et: Kõik tingimused
fr: Toutes les conditions
hu: Minden feltétel
it: Tutte le condizioni
ja: すべての条件
ko: 모든 조건
ms: Semua syarat
pt: Todas as condições
ru: Все условия
zh_hans: 所有条件

source: All corners
de: Alle Ecken
es: Todas las esquinas
et: Kõik nurgad
fr: Tous les coins
hu: Minden sarok
it: Tutti gli angoli
ja: すべての角
ko: 모든 모서리
ms: Semua penjuru
pt: Todos os cantos
ru: Все углы
zh_hans: 四角

source: All default
de: Alles Standard
es: Todo por defecto
et: Kõik vaikeväärtustes
fr: Tout par défaut
hu: Minden alapértelmezett
it: Tutto predefinito
ja: すべて初期設定
ko: 모두 기본값
ms: Semua lalai
pt: Tudo predefinido
ru: Всё по умолчанию
zh_hans: 全部为默认

source: All effects are optional. They run on press or appearance only, so the keyboard stays fast.
de: Alle Effekte sind optional. Sie laufen nur beim Drücken oder Einblenden, damit die Tastatur schnell bleibt.
es: Todos los efectos son opcionales. Solo se ejecutan al pulsar o al aparecer, así que el teclado sigue yendo rápido.
et: Kõik efektid on valikulised. Need töötavad ainult vajutusel või ilmumisel, nii et klaviatuur jääb kiireks.
fr: Tous les effets sont facultatifs. Ils ne tournent qu'à l'appui ou à l'apparition, comme ça le clavier reste rapide.
hu: Minden effekt opcionális. Csak megnyomáskor vagy megjelenéskor futnak, így a billentyűzet gyors marad.
it: Tutti gli effetti sono facoltativi. Partono solo alla pressione o alla comparsa, così la tastiera resta veloce.
ja: エフェクトはどれもお好みです。押したときや表示されたときだけ動くので、キーボードは速いままです。
ko: 모든 효과는 선택이에요. 누르거나 나타날 때만 돌아서 키보드가 계속 빨라요.
ms: Semua kesan bersifat pilihan. Ia jalan semasa ditekan atau muncul sahaja, jadi papan kekunci kekal pantas.
pt: Todos os efeitos são opcionais. Só correm ao premires ou ao aparecerem, por isso o teclado mantém-se rápido.
ru: Все эффекты необязательны. Они срабатывают только при нажатии или появлении, поэтому клавиатура остаётся быстрой.
zh_hans: 所有特效都是可选的。它们只在按下或出现时运行，所以键盘一直很快。

source: All function keys
de: Alle Funktionstasten
es: Todas las teclas de función
et: Kõik funktsiooniklahvid
fr: Toutes les touches de fonction
hu: Összes funkcióbillentyű
it: Tutti i tasti funzione
ja: すべての機能キー
ko: 기능 키 전체
ms: Semua kekunci fungsi
pt: Todas as teclas de função
ru: Все функциональные клавиши
zh_hans: 所有功能键

source: All languages
de: Alle Sprachen
es: Todos los idiomas
et: Kõik keeled
fr: Toutes les langues
hu: Minden nyelv
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
ms: Semua bahasa
pt: Todos os idiomas
ru: Все языки
zh_hans: 所有语言

source: All letters
de: Alle Buchstaben
es: Todas las letras
et: Kõik tähed
fr: Toutes les lettres
hu: Összes betű
it: Tutte le lettere
ja: すべての文字キー
ko: 문자 키 전체
ms: Semua huruf
pt: Todas as letras
ru: Все буквы
zh_hans: 所有字母键

source: All numbers
de: Alle Zahlen
es: Todos los números
et: Kõik numbrid
fr: Tous les chiffres
hu: Összes szám
it: Tutti i numeri
ja: すべての数字キー
ko: 숫자 키 전체
ms: Semua nombor
pt: Todos os números
ru: Все цифры
zh_hans: 所有数字键

source: All punctuation
de: Alle Satzzeichen
es: Todos los signos de puntuación
et: Kõik kirjavahemärgid
fr: Toute la ponctuation
hu: Összes írásjel
it: Tutta la punteggiatura
ja: すべての記号キー
ko: 문장 부호 키 전체
ms: Semua tanda baca
pt: Toda a pontuação
ru: Все знаки препинания
zh_hans: 所有标点键

source: All settings
de: Alle Einstellungen
es: Todos los ajustes
et: Kõik seaded
fr: Tous les réglages
hi: सभी सेटिंग्स
hu: Összes beállítás
it: Tutte le impostazioni
ja: すべての設定
ko: 모든 설정
ms: Semua tetapan
ne: सबै सेटिङहरू
pt: Todas as definições
ru: Все настройки
tr: Tüm ayarlar
zh_hans: 所有设置

source: All the languages below run at once, for bilingual typing. A word is only corrected when it's wrong in every one.
de: Alle Sprachen unten laufen gleichzeitig, zweisprachiges Tippen. Ein Wort wird nur korrigiert, wenn es in jeder davon falsch ist.
es: Todos los idiomas de abajo funcionan a la vez: escritura bilingüe, y una palabra solo se corrige si está mal en todos.
et: Kõik alljärgnevad keeled töötavad korraga, kahekeelseks tipimiseks. Sõna parandatakse ainult siis, kui see on vale kõigis keeltes.
fr: Toutes les langues ci-dessous marchent en même temps, saisie bilingue. Un mot n'est corrigé que s'il est faux dans toutes.
hu: Az alábbi nyelvek mind egyszerre futnak, kétnyelvű gépelés, egy szót csak akkor javít, ha mindegyikben hibás.
it: Tutte le lingue qui sotto funzionano insieme, digitazione bilingue: una parola viene corretta solo se è sbagliata in tutte.
ja: 下の言語がすべて同時に動きます。二言語での入力なので、どの言語でも間違っている単語だけを直します。
ko: 아래 언어가 전부 한꺼번에 돌아가요. 두 언어를 같이 쓰는 방식이라, 어느 쪽에서도 틀렸을 때만 단어를 고쳐요.
ms: Semua bahasa di bawah jalan serentak, penaipan dwibahasa. Sesuatu perkataan cuma dibetulkan bila ia salah dalam semua bahasa.
pt: Todas as línguas abaixo correm ao mesmo tempo, escrita bilingue. Uma palavra só é corrigida quando está errada em todas.
ru: Все языки ниже работают одновременно — для двуязычной печати. Слово исправляется, только если оно неверно в каждом из них.
zh_hans: 下面所有语言一起跑，双语输入。一个词只有在每种语言里都写错时才会被纠正。

source: All time
de: Gesamter Zeitraum
es: Desde el inicio
et: Kogu periood
fr: Depuis le début
hu: Összesen
it: Dall’inizio
ja: 全期間
ko: 전체 기간
ms: Sepanjang masa
pt: Desde o início
ru: За всё время
zh_hans: 累计

source: All-time best
de: Bestwert aller Zeiten
es: Mejor marca histórica
et: Parim läbi aegade
fr: Record absolu
hu: Minden idők legjobbja
it: Record assoluto
ja: 自己ベスト
ko: 역대 최고 기록
ms: Rekod terbaik sepanjang masa
pt: Melhor de sempre
ru: Лучший результат за всё время
zh_hans: 历史最佳

source: Allow Full Access
de: Vollzugriff erlauben
es: Permitir acceso completo
et: Luba täisjuurdepääs
fr: Autoriser l'accès complet
hu: Teljes hozzáférés engedélyezése
it: Consenti accesso completo
ja: フルアクセスを許可
ko: 전체 접근 허용
ms: Benarkan akses penuh
pt: Permitir acesso total
ru: Разрешить полный доступ
zh_hans: 允许完全访问

source: Allow Paste in Settings to stop the system asking every time Clink uses copied text.
de: Erlaube Einfügen in den Einstellungen, damit das System nicht jedes Mal nachfragt, wenn Clink kopierten Text verwendet.
es: Permite Pegar en Ajustes para que el sistema deje de preguntar cada vez que Clink usa texto copiado.
et: Luba seadetes kleepimine, et süsteem ei küsiks iga kord, kui Clink kasutab kopeeritud teksti.
fr: Autorisez Coller dans Réglages pour que le système ne vous le demande plus chaque fois que Clink utilise du texte copié.
hu: Engedélyezd a Beillesztést a Beállításokban, hogy a rendszer ne kérdezzen rá minden alkalommal, amikor a Clink másolt szöveget használ.
it: Consenti Incolla in Impostazioni per evitare che il sistema chieda ogni volta che Clink usa testo copiato.
ja: 「設定」でペーストを許可すると、Clinkがコピーしたテキストを使うたびにシステムから確認されなくなります。
ko: 설정에서 붙여넣기를 허용하면 Clink이 복사한 텍스트를 사용할 때마다 시스템이 묻지 않습니다.
ms: Benarkan Tampal dalam Tetapan supaya sistem tidak bertanya setiap kali Clink menggunakan teks yang disalin.
pt: Permite Colar nas Definições para o sistema deixar de perguntar sempre que o Clink usa texto copiado.
ru: Разрешите вставку в Настройках, чтобы система не спрашивала каждый раз, когда Clink использует скопированный текст.
zh_hans: 在“设置”中允许粘贴后，Clink 每次使用复制的文本时，系统就不会再询问。

source: Allow action logic from anti-ltd/clink-actions?
de: Aktionslogik von anti-ltd/clink-actions erlauben?
es: ¿Permitir la lógica de acciones de anti-ltd/clink-actions?
et: Kas lubada tegevuste loogika allikast anti-ltd/clink-actions?
fr: Autoriser la logique d’actions d’anti-ltd/clink-actions ?
hu: Engedélyezi a műveleti logikát innen: anti-ltd/clink-actions?
it: Consentire la logica delle azioni di anti-ltd/clink-actions?
ja: anti-ltd/clink-actions のアクションロジックを許可しますか？
ko: anti-ltd/clink-actions의 동작 로직을 허용합니까?
ms: Benarkan logik tindakan daripada anti-ltd/clink-actions?
pt: Permitir a lógica de ações de anti-ltd/clink-actions?
ru: Разрешить логику действий из anti-ltd/clink-actions?
zh_hans: 允许来自 anti-ltd/clink-actions 的操作逻辑吗？

source: Allow and Download
de: Erlauben und laden
es: Permitir y descargar
et: Luba ja laadi alla
fr: Autoriser et télécharger
hu: Engedélyezés és letöltés
it: Consenti e scarica
ja: 許可してダウンロード
ko: 허용 후 다운로드
ms: Benarkan dan muat turun
pt: Permitir e transferir
ru: Разрешить и загрузить
zh_hans: 允许并下载

source: Allow and Enable
de: Erlauben und aktivieren
es: Permitir y activar
et: Luba ja aktiveeri
fr: Autoriser et activer
hu: Engedélyezés és bekapcsolás
it: Consenti e attiva
ja: 許可して有効にする
ko: 허용 및 활성화
ms: Benarkan dan dayakan
pt: Permitir e ativar
ru: Разрешить и включить
zh_hans: 允许并启用

source: Allow cloud AI requests
de: Cloud-KI-Anfragen erlauben
es: Permitir solicitudes de IA en la nube
et: Luba pilve-AI päringud
fr: Autoriser les requêtes d’IA dans le cloud
hu: Felhős MI-kérések engedélyezése
it: Consenti richieste IA nel cloud
ja: クラウドAIへのリクエストを許可
ko: 클라우드 AI 요청 허용
ms: Benarkan permintaan AI awan
pt: Permitir pedidos de IA na nuvem
ru: Разрешить запросы к облачному ИИ
zh_hans: 允许云端 AI 请求

source: Allow executable extensions for this repository before downloading actions.
de: Erlaube die ausführbaren Erweiterungen dieses Repositorys, bevor du Aktionen lädst.
es: Permite las extensiones ejecutables de este repositorio antes de descargar acciones.
et: Luba selle hoidla käivitatavad laiendused, enne kui laadid tegevusi alla.
fr: Autorise les extensions exécutables de ce dépôt avant de télécharger des actions.
hu: Engedélyezd ennél a tárháznál a végrehajtható bővítményeket, mielőtt műveleteket töltenél le.
it: Consenti le estensioni eseguibili di questo repository prima di scaricare azioni.
ja: アクションをダウンロードする前に、このリポジトリの実行可能な拡張機能を許可してください。
ko: 동작을 다운로드하기 전에 이 저장소의 실행 가능한 확장을 허용하세요.
ms: Benarkan sambungan boleh laku untuk repositori ini sebelum memuat turun tindakan.
pt: Permite as extensões executáveis deste repositório antes de transferir ações.
ru: Разрешите исполняемые расширения для этого репозитория, прежде чем загружать действия.
zh_hans: 下载操作之前，请先允许此仓库的可执行扩展。

source: Allow executable extensions for this repository before downloading panels.
de: Erlaube die ausführbaren Erweiterungen dieses Repositorys, bevor du Panels lädst.
es: Permite las extensiones ejecutables de este repositorio antes de descargar paneles.
et: Luba selle hoidla käivitatavad laiendused, enne kui laadid paneele alla.
fr: Autorise les extensions exécutables de ce dépôt avant de télécharger des panneaux.
hu: Engedélyezd ennél a tárháznál a végrehajtható bővítményeket, mielőtt paneleket töltenél le.
it: Consenti le estensioni eseguibili di questo repository prima di scaricare pannelli.
ja: パネルをダウンロードする前に、このリポジトリの実行可能な拡張機能を許可してください。
ko: 패널을 다운로드하기 전에 이 저장소의 실행 가능한 확장을 허용하세요.
ms: Benarkan sambungan boleh laku untuk repositori ini sebelum memuat turun panel.
pt: Permite as extensões executáveis deste repositório antes de transferir painéis.
ru: Разрешите исполняемые расширения для этого репозитория, прежде чем загружать панели.
zh_hans: 下载面板之前，请先允许此仓库的可执行扩展。

source: Allow executable extensions for this repository before downloading plugins.
de: Erlaube ausführbare Erweiterungen für dieses Repository, bevor du Plugins lädst.
es: Permite extensiones ejecutables para este repositorio antes de descargar plugins.
et: Luba selle hoidla käivitatavad laiendused enne pistikprogrammide allalaadimist.
fr: Autorisez les extensions exécutables pour ce dépôt avant de télécharger des plugins.
hu: Engedélyezd a futtatható kiegészítőket ehhez a tárolóhoz, mielőtt bővítményeket töltenél le.
it: Consenti le estensioni eseguibili per questo repository prima di scaricare i plugin.
ja: プラグインをダウンロードする前に、このリポジトリの実行可能な拡張を許可してください。
ko: 플러그인을 다운로드하기 전에 이 저장소의 실행 가능한 확장을 허용하세요.
ms: Benarkan sambungan boleh laku untuk repositori ini sebelum memuat turun plugin.
pt: Permita extensões executáveis para este repositório antes de descarregar plugins.
ru: Разрешите исполняемые расширения для этого репозитория, прежде чем загружать плагины.
zh_hans: 下载插件前，请先允许此仓库的可执行扩展。

source: Allow microphone & speech access for Clink in Settings to dictate.
de: Erlaube Clink in den Einstellungen Zugriff auf Mikrofon & Spracherkennung, um zu diktieren.
es: Permite el acceso al micrófono y al reconocimiento de voz para Clink en Ajustes para poder dictar.
et: Luba seadetes Clinkile mikrofoni ja kõne juurdepääs, et dikteerida.
fr: Autorise l'accès au micro et à la reconnaissance vocale pour Clink dans Réglages pour dicter.
hu: A diktáláshoz engedélyezd a Clinknek a mikrofon- és beszédfelismerés-hozzáférést a Beállításokban.
it: Consenti a Clink l'accesso a microfono e riconoscimento vocale in Impostazioni per dettare.
ja: 音声入力するには、設定でClinkにマイクと音声認識のアクセスを許可してください。
ko: 받아쓰기를 하려면 설정에서 Clink에 마이크 및 음성 인식 접근을 허용해 주세요.
ms: Benarkan akses mikrofon & pertuturan untuk Clink dalam Seting untuk mengimlak.
pt: Permite o acesso ao microfone e à fala para o Clink em Definições para ditar.
ru: Разрешите Clink доступ к микрофону и распознаванию речи в Настройках, чтобы диктовать.
zh_hans: 请在“设置”中允许 Clink 访问麦克风与语音识别，才能听写。

source: Allow notifications in Settings to receive language-pack update alerts.
de: Erlaube Mitteilungen in den Einstellungen, um Hinweise zu Sprachpaket-Updates zu erhalten.
es: Permite las notificaciones en Ajustes para recibir alertas de actualizaciones de paquetes de idioma.
et: Luba seadetes teatised, et saada keelepakettide värskenduste teateid.
fr: Autorisez les notifications dans Réglages pour recevoir les alertes de mise à jour des packs linguistiques.
hi: भाषा पैक अपडेट की सूचनाएँ पाने के लिए सेटिंग्स में नोटिफ़იკেশন की अनुमति दें।
hu: Engedélyezd az értesítéseket a Beállításokban a nyelvi csomagfrissítésekről szóló jelzésekhez.
it: Consenti le notifiche in Impostazioni per ricevere avvisi sugli aggiornamenti dei pacchetti lingua.
ja: 言語パックの更新通知を受け取るには、「設定」で通知を許可してください。
ko: 언어 팩 업데이트 알림을 받으려면 설정에서 알림을 허용하세요.
ms: Benarkan pemberitahuan dalam Tetapan untuk menerima amaran kemas kini pek bahasa.
ne: भाषा प्याक अद्यावधिक सूचना पाउन सेटिङमा सूचनालाई अनुमति दिनुहोस्।
pt: Permita notificações nas Definições para receber alertas de atualizações dos pacotes de idioma.
ru: Разрешите уведомления в Настройках, чтобы получать сообщения об обновлениях языковых пакетов.
tr: Dil paketi güncelleme uyarılarını almak için Ayarlar'dan bildirimlere izin verin.
zh_hans: 请在“设置”中允许通知，以接收语言包更新提醒。

source: Allow panel logic from anti-ltd/clink-panels?
de: Panel-Logik von anti-ltd/clink-panels erlauben?
es: ¿Permitir la lógica de paneles de anti-ltd/clink-panels?
et: Kas lubada paneelide loogika allikast anti-ltd/clink-panels?
fr: Autoriser la logique de panneaux d’anti-ltd/clink-panels ?
hu: Engedélyezi a panellogikát innen: anti-ltd/clink-panels?
it: Consentire la logica dei pannelli di anti-ltd/clink-panels?
ja: anti-ltd/clink-panels のパネルロジックを許可しますか？
ko: anti-ltd/clink-panels의 패널 로직을 허용합니까?
ms: Benarkan logik panel daripada anti-ltd/clink-panels?
pt: Permitir a lógica de painéis de anti-ltd/clink-panels?
ru: Разрешить логику панелей из anti-ltd/clink-panels?
zh_hans: 允许来自 anti-ltd/clink-panels 的面板逻辑吗？

source: Allow plugin logic from this repository?
de: Plugin-Logik aus diesem Repository erlauben?
es: ¿Permitir lógica de plugins de este repositorio?
et: Kas lubada selle hoidla pistikprogrammiloogika?
fr: Autoriser la logique de plugin de ce dépôt ?
hu: Engedélyezed a bővítménylogikát ebből a tárolóból?
it: Consentire la logica dei plugin da questo repository?
ja: このリポジトリのプラグインロジックを許可しますか？
ko: 이 저장소의 플러그인 로직을 허용할까요?
ms: Benarkan logik plugin daripada repositori ini?
pt: Permitir lógica de plugins deste repositório?
ru: Разрешить логику плагинов из этого репозитория?
zh_hans: 允许来自此仓库的插件逻辑？

source: Almost always the App Store hasn't been asked yet on this device, rather than anything being lost. A restore settles it, and it costs nothing.
de: Fast immer wurde der App Store auf diesem Gerät einfach noch nicht gefragt — verloren ist nichts. Eine Wiederherstellung klärt das, und sie kostet nichts.
es: Casi siempre es que aún no se ha consultado al App Store en este dispositivo, no que se haya perdido nada. Una restauración lo resuelve, y no cuesta nada.
et: Peaaegu alati ei ole App Store'i sellel seadmel lihtsalt veel küsitud, midagi pole kadunud. Taastamine lahendab asja ja ei maksa midagi.
fr: Neuf fois sur dix, l'App Store n'a simplement pas encore été interrogé sur cet appareil : rien n'est perdu. Une restauration règle ça, et elle est gratuite.
hu: Szinte mindig arról van szó, hogy ezen a készüléken még nem kérdezte meg az App Store-t, nem pedig arról, hogy bármi elveszett volna. Egy visszaállítás rendezi, és nem kerül semmibe.
it: Quasi sempre è che l'App Store non è ancora stato interrogato su questo dispositivo, non che si sia perso qualcosa. Un ripristino risolve, e non costa nulla.
ja: ほとんどの場合、この端末でまだApp Storeに確認していないだけで、購入が消えたわけではありません。復元すれば解決しますし、費用はかかりません。
ko: 대부분은 이 기기에서 아직 App Store에 확인하지 않았을 뿐, 무언가 사라진 게 아닙니다. 복원하면 정리되고, 비용은 들지 않습니다.
ms: Hampir selalunya App Store belum ditanya pada peranti ini, bukan kerana ada yang hilang. Satu pemulihan menyelesaikannya, dan ia percuma.
pt: Quase sempre é a App Store ainda não ter sido consultada neste aparelho, e não algo perdido. Um restauro resolve, e não custa nada.
ru: Почти всегда дело в том, что App Store ещё не спрашивали на этом устройстве, а не в том, что что-то пропало. Восстановление всё решает и ничего не стоит.
zh_hans: 多半只是这台设备还没去问过 App Store，并不是购买丢了。恢复一下就好，而且不花钱。

source: Already a paid subscriber?
de: Schon bezahlt?
es: ¿Ya pagaste una suscripción?
et: Juba tellimus olemas?
fr: Déjà abonné payant ?
hu: Már fizető előfizető vagy?
it: Già abbonato a pagamento?
ja: もう支払い済みですか？
ko: 이미 유료 구독자이신가요?
ms: Sudah pelanggan berbayar?
pt: Já é assinante pago?
ru: Уже оформили подписку?
zh_hans: 已经是付费订阅用户？

source: Already paid? Tap Restore Purchases on that screen and the keys come back.
de: Schon bezahlt? Tippe dort auf „Käufe wiederherstellen“, dann sind die Tasten wieder da.
es: ¿Ya has pagado? Toca Restaurar compras en esa pantalla y las teclas vuelven.
et: Juba makstud? Puuduta sellel ekraanil valikut „Taasta ostud" ja klahvid tulevad tagasi.
fr: Déjà payé ? Touche Restaurer les achats sur cet écran et les touches reviennent.
hu: Már fizettél? Koppints ott a Vásárlások visszaállítása gombra, és visszajönnek a billentyűk.
it: Hai già pagato? Tocca Ripristina acquisti su quella schermata e i tasti tornano.
ja: すでに購入済みなら、その画面で「購入を復元」をタップすればキーが戻ります。
ko: 이미 결제했다면 그 화면에서 구매 복원을 누르면 키가 돌아옵니다.
ms: Sudah bayar? Ketik Pulihkan Pembelian pada skrin itu dan kekuncinya kembali.
pt: Já pagaste? Toca em Restaurar compras nesse ecrã e as teclas voltam.
ru: Уже оплатили? Нажмите «Восстановить покупки» на том экране — и всё вернётся.
zh_hans: 已经付过了？在那个界面点“恢复购买”，按键就回来了。
